export const QuestionData = [
  {
    id: 1,
    title: "반려견 입양을 위해 센터에 가기 전, 나는 어떤 걸 먼저 고려할까?",
    answera:
      "현실적으로 우리 집에서 잘 지낼 수 있는 여건을 갖추었는지 생각해본다.",
    answerb: "일단 가서 살펴보고 마음이 끌리는 친구를 맞이한다.",
    type: "SN",
  },
  {
    id: 2,
    title: "마침내 우리집에 도착한 나의 반려견, 이름을 뭐라고 부를까?",
    answera:
      "이름은 입에 잘 붙어야지! 강아지 이름 TOP100을 검색해 찰떡 이름을 골라준다.",
    answerb:
      "이름은 특별하게 지어줘야지! 아주 창의적이고 참신한 작명 센스를 선보인다.",
    type: "SN",
  },
  {
    id: 3,
    title: "입양 소식을 SNS에 올렸다. 더 기쁠 것 같은 친구들의 반응은?",
    answera: "정말 귀엽다!!! 어떻게 이렇게 귀여운 강아지가 있지? >_<",
    answerb: "정말 좋은일 했어! 네가 한 생명을 구헀어.",
    type: "TF",
  },
  {
    id: 4,
    title:
      "강아지에 대한 모든 것이 궁금해 ! 강아지 관련 커뮤니티에 가입했을 때?",
    answera: "이 구역의 인싸는 나! 가입 인사부터 게시판에 남긴다. ",
    answerb: "아는 사람이 없어 어색하네... 일단 유령회원으로 지내본다.",
    type: "EI",
  },
  {
    id: 5,
    title: "강아지 사료가 떨어졌네. 어떤 걸로 사지?",
    answera: "이게 후기와 평점이 좋네? 입소문을 믿어본다.",
    answerb: "사료 브랜드, 성분, 기능 등을 꼼꼼하게 확인 후 산다.",
    type: "SN",
  },
  {
    id: 6,
    title: "오늘 강아지 산책은 어디로 가볼까?",
    answera:
      "계획이 중요해! 시간, 루트, 횟수 등을 꼼꼼하게 미리 정해 실천해 나간다.",
    answerb: "느낌이 중요해! 그날그날 마음이 끌리는 곳으로 발길을 향한다.",
    type: "JP",
  },
  {
    id: 7,
    title: "용기 내서 나가본 강아지 산책 모임, 자기 소개 시간이 왔을 때 ?",
    answera: "우리 댕댕이는요 ! >_< 반려의 역사를 총망라해 나를 소개한다.",
    answerb: "산책하는데 이름만 알면 됐지. 적당하게 거리를 둔다.",
    type: "EI",
  },
  {
    id: 8,
    title:
      "산책 모임을 마지고 집으로 돌아갈 시간, 멍집사들이 뒤풀이를 제안한다면?",
    answera:
      "앞으로 친해지면 모임 시간이 더 즐겁지 않을까? 반가운 마음으로 참석한다.",
    answerb: "집에 너무 가고싶은데... 머뭇거리며 사람들의 반응을 살핀다.",
    type: "EI",
  },
  {
    id: 9,
    title: "친구가 오래 키운 반려동물이 아프다고 한다.",
    answera: "어디가 아파? 치료법을 찾아보자. 좋은 동물병원을 수소문한다.",
    answerb: "속상하겠다. 힘들 때 언제든 연락해. 따뜻한 위로부터 건낸다.",
    type: "TF",
  },
  {
    id: 10,
    title: "멍집사의 가장 큰 임무는 강아지의 건강을 챙기는 것! 당신은?",
    answera:
      "준비된 자를 이길 수 없다! 건강검진 데이터 등 각종 정보를 미리 꼼꼼하게 정리해놓는다.",
    answerb:
      "건강을 예측 불가능한 것. 아플 때마다 그때그때 검색해 정보를 얻는다.",
    type: "JP",
  },

  {
    id: 11,
    title: "오늘은 멍집사의 월급날! 강아지에게 어떤 선물을 해줄까?",
    answera:
      "그동안 눈여겨본 장남감과 반려용품을 일목요연하게 정리한 뒤 필요한 것부터 비교해 살뜰하게 산다.",
    answerb:
      "마음으로 낳았고, 지갑으로 키운다. 마음에 드는 장난감은 일단 장바구니에 넣는다.",
    type: "JP",
  },
  {
    id: 12,
    title: "오늘따라 강아지가 갑자기 기운이 없고 축 처져있다. 어떡하지?",
    answera: "혹시 어디 아픈건 아니지? 증상을 세심하게 살펴본다.",
    answerb: "산책갈까? 간식먹을까? 기운이 날만한 것을 시도한다.",
    type: "TF",
  },
];
